Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 界面语言已更改，重启应用后生效。
ar: تم تغيير لغة الواجهة. ستُطبَّق بعد إعادة تشغيل التطبيق.
de: Die Sprache der Benutzeroberfläche wurde geändert. Sie wird nach einem Neustart der App wirksam.
en: The interface language has been changed. It takes effect after restarting the app.
es: El idioma de la interfaz se ha cambiado. Tendrá efecto tras reiniciar la aplicación.
fr: La langue de l’interface a été modifiée. Elle prendra effet au redémarrage de l’app.
hi: इंटरफ़ेस भाषा बदल दी गई है। ऐप पुनः प्रारंभ करने के बाद लागू होगी।
id: Bahasa antarmuka telah diubah. Akan berlaku setelah aplikasi dimulai ulang.
it: La lingua dell’interfaccia è stata modificata. Avrà effetto dopo il riavvio dell’app.
ja: 表示言語を変更しました。アプリの再起動後に有効になります。
ko: 인터페이스 언어가 변경되었습니다. 앱을 다시 시작하면 적용됩니다.
nl: De taal van de interface is gewijzigd. Deze wordt actief na het herstarten van de app.
pl: Język interfejsu został zmieniony. Zadziała po ponownym uruchomieniu aplikacji.
pt: O idioma da interface foi alterado. Terá efeito após reiniciar o aplicativo.
ru: Язык интерфейса изменён. Он вступит в силу после перезапуска приложения.
sv: Gränssnittsspråket har ändrats. Det börjar gälla efter omstart av appen.
th: เปลี่ยนภาษาของอินเทอร์เฟซแล้ว จะมีผลหลังจากรีสตาร์ทแอป
tr: Arayüz dili değiştirildi. Uygulama yeniden başlatıldığında geçerli olacak.
uk: Мову інтерфейсу змінено. Вона набуде чинності після перезапуску програми.
vi: Đã đổi ngôn ngữ giao diện. Sẽ có hiệu lực sau khi khởi động lại ứng dụng.
zh_hant: 介面語言已更改，重新啟動應用程式後生效。

source: 白色
ar: أبيض
de: Weiß
en: White
es: Blanco
fr: Blanc
hi: सफ़ेद
id: Putih
it: Bianco
ja: 白
ko: 하양
nl: Wit
pl: Biały
pt: Branco
ru: Белый
sv: Vit
th: สีขาว
tr: Beyaz
uk: Білий
vi: Trắng

source: 目标位置所在磁盘当前不可用（可能是外置卷已断开）。
ar: قرص الموقع الهدف غير متاح حاليًا (ربما تم فصل وحدة التخزين الخارجية).
de: Der Datenträger am Zielort ist derzeit nicht verfügbar (möglicherweise wurde das externe Volume getrennt).
en: The disk for the target location is currently unavailable (the external volume may be disconnected).
es: El disco de la ubicación de destino no está disponible en este momento (es posible que el volumen externo se haya desconectado).
fr: Le disque de l'emplacement cible est actuellement indisponible (le volume externe a peut-être été déconnecté).
hi: लक्ष्य स्थान की डिस्क अभी उपलब्ध नहीं है (हो सकता है बाहरी वॉल्यूम डिस्कनेक्ट हो गया हो)।
id: Disk di lokasi tujuan saat ini tidak tersedia (mungkin volume eksternal terputus).
it: Il disco della posizione di destinazione non è attualmente disponibile (il volume esterno potrebbe essere stato disconnesso).
ja: 対象の場所のディスクが現在利用できません（外付けボリュームが切断された可能性があります）。
ko: 대상 위치의 디스크를 현재 사용할 수 없습니다(외장 볼륨이 분리되었을 수 있습니다).
nl: De schijf van de doellocatie is momenteel niet beschikbaar (mogelijk is het externe volume losgekoppeld).
pl: Dysk w lokalizacji docelowej jest obecnie niedostępny (być może odłączono wolumin zewnętrzny).
pt: O disco do local de destino está indisponível no momento (o volume externo pode ter sido desconectado).
ru: Диск в месте назначения сейчас недоступен (возможно, внешний том отключён).
sv: Disken på målplatsen är för närvarande otillgänglig (den externa volymen kan ha kopplats från).
th: ดิสก์ของตำแหน่งปลายทางไม่พร้อมใช้งานในขณะนี้ (อาจเป็นเพราะโวลุ่มภายนอกถูกตัดการเชื่อมต่อ)
tr: Hedef konumdaki disk şu anda kullanılamıyor (harici birim bağlantısı kesilmiş olabilir).
uk: Диск у цільовому розташуванні наразі недоступний (можливо, зовнішній том від’єднано).
vi: Ổ đĩa của vị trí đích hiện không khả dụng (có thể ổ ngoài đã bị ngắt kết nối).
zh_hant: 目標位置所在的磁碟目前無法使用（可能是外接卷已中斷連線）。

source: 目标文件夹不可创建或不可写入，请检查权限与磁盘空间后重试。
ar: تعذّر إنشاء المجلد الهدف أو الكتابة فيه. تحقق من الأذونات ومساحة القرص ثم أعد المحاولة.
de: Der Zielordner kann nicht erstellt oder beschrieben werden. Prüfen Sie Berechtigungen und Speicherplatz und versuchen Sie es erneut.
en: The target folder cannot be created or written to. Check permissions and disk space, then try again.
es: No se puede crear ni escribir en la carpeta de destino. Comprueba los permisos y el espacio en disco e inténtalo de nuevo.
fr: Impossible de créer ou d'écrire dans le dossier cible. Vérifiez les autorisations et l'espace disque, puis réessayez.
hi: लक्ष्य फ़ोल्डर बनाया या लिखा नहीं जा सकता। अनुमतियाँ और डिस्क स्थान जाँचें, फिर पुनः प्रयास करें।
id: Folder tujuan tidak dapat dibuat atau ditulis. Periksa izin dan ruang disk, lalu coba lagi.
it: Impossibile creare o scrivere nella cartella di destinazione. Controlla i permessi e lo spazio su disco, quindi riprova.
ja: 対象フォルダを作成または書き込みできません。権限とディスク容量を確認して再試行してください。
ko: 대상 폴더를 만들거나 쓸 수 없습니다. 권한과 디스크 공간을 확인한 후 다시 시도하세요.
nl: De doelmap kan niet worden aangemaakt of beschreven. Controleer rechten en schijfruimte en probeer het opnieuw.
pl: Nie można utworzyć folderu docelowego ani do niego zapisać. Sprawdź uprawnienia i miejsce na dysku, a następnie spróbuj ponownie.
pt: Não é possível criar ou gravar na pasta de destino. Verifique as permissões e o espaço em disco e tente novamente.
ru: Не удалось создать папку назначения или записать в неё. Проверьте права и свободное место на диске и повторите попытку.
sv: Målmappen kan inte skapas eller skrivas till. Kontrollera behörigheter och diskutrymme och försök igen.
th: ไม่สามารถสร้างหรือเขียนลงในโฟลเดอร์ปลายทางได้ ตรวจสอบสิทธิ์และพื้นที่ดิสก์แล้วลองอีกครั้ง
tr: Hedef klasör oluşturulamıyor veya yazılamıyor. İzinleri ve disk alanını kontrol edip yeniden deneyin.
uk: Не вдалося створити цільову теку або записати до неї. Перевірте дозволи та вільне місце на диску й повторіть спробу.
vi: Không thể tạo hoặc ghi vào thư mục đích. Hãy kiểm tra quyền và dung lượng đĩa rồi thử lại.
zh_hant: 無法建立或寫入目標資料夾，請檢查權限與磁碟空間後重試。

source: 目标磁盘为只读，请更换存储位置。
ar: القرص الهدف للقراءة فقط. اختر موقع تخزين آخر.
de: Der Ziel-Datenträger ist schreibgeschützt. Wählen Sie einen anderen Speicherort.
en: The destination disk is read-only. Choose a different storage location.
es: El disco de destino es de solo lectura. Elige otra ubicación de almacenamiento.
fr: Le disque de destination est en lecture seule. Choisissez un autre emplacement.
hi: लक्ष्य डिस्क केवल-पढ़ने योग्य है। कोई अन्य संग्रहण स्थान चुनें।
id: Disk tujuan hanya-baca. Pilih lokasi penyimpanan lain.
it: Il disco di destinazione è di sola lettura. Scegli un'altra posizione.
ja: 保存先のディスクが読み取り専用です。別の保存先を選んでください。
ko: 대상 디스크가 읽기 전용입니다. 다른 저장 위치를 선택하세요.
nl: De doelschijf is alleen-lezen. Kies een andere opslaglocatie.
pl: Dysk docelowy jest tylko do odczytu. Wybierz inną lokalizację.
pt: O disco de destino é só de leitura. Escolha outro local de armazenamento.
ru: Целевой диск доступен только для чтения. Выберите другое место хранения.
sv: Måldisken är skrivskyddad. Välj en annan lagringsplats.
th: ดิสก์ปลายทางเป็นแบบอ่านอย่างเดียว โปรดเลือกตำแหน่งจัดเก็บอื่น
tr: Hedef disk salt okunur. Başka bir depolama konumu seçin.
uk: Цільовий диск лише для читання. Виберіть інше місце збереження.
vi: Đĩa đích chỉ đọc. Hãy chọn vị trí lưu trữ khác.
zh_hant: 目標磁碟為唯讀，請更換儲存位置。

source: 目标窗口已关闭或不可录制，请重新选择。
ar: تم إغلاق النافذة الهدف أو تعذّر تسجيلها؛ اختر مرة أخرى.
de: Das Zielfenster wurde geschlossen oder ist nicht aufnehmbar; bitte neu wählen.
en: The target window was closed or cannot be recorded; please choose again.
es: La ventana de destino se cerró o no se puede grabar; elige otra.
fr: La fenêtre cible est fermée ou non enregistrable ; resélectionnez-la.
hi: लक्ष्य विंडो बंद हो गई या रिकॉर्ड नहीं हो सकती; फिर से चुनें।
id: Jendela target ditutup atau tidak dapat direkam; pilih lagi.
it: La finestra di destinazione è stata chiusa o non è registrabile; scegline un'altra.
ja: 対象ウインドウが閉じられたか録画できません。選び直してください。
ko: 대상 창이 닫혔거나 녹화할 수 없습니다. 다시 선택하세요.
nl: Het doelvenster is gesloten of kan niet worden opgenomen; kies opnieuw.
pl: Okno docelowe zostało zamknięte lub nie można go nagrać; wybierz ponownie.
pt: A janela de destino foi fechada ou não pode ser gravada; escolha outra.
ru: Целевое окно закрыто или недоступно для записи; выберите снова.
sv: Målfönstret stängdes eller kan inte spelas in; välj igen.
th: หน้าต่างเป้าหมายถูกปิดหรือบันทึกไม่ได้ โปรดเลือกใหม่
tr: Hedef pencere kapatıldı veya kaydedilemiyor; yeniden seçin.
uk: Цільове вікно закрито або його не можна записати; виберіть знову.
vi: Cửa sổ đích đã đóng hoặc không ghi được; hãy chọn lại.
zh_hant: 目標視窗已關閉或無法錄製，請重新選擇。

source: 相关链接
ar: روابط ذات صلة
de: Verwandte Links
en: Related Links
es: Enlaces relacionados
fr: Liens associés
hi: संबंधित लिंक
id: Tautan terkait
it: Link correlati
ja: 関連リンク
ko: 관련 링크
nl: Gerelateerde koppelingen
pl: Powiązane łącza
pt: Links relacionados
ru: Связанные ссылки
sv: Relaterade länkar
th: ลิงก์ที่เกี่ยวข้อง
tr: İlgili bağlantılar
uk: Пов'язані посилання
vi: Liên kết liên quan
zh_hant: 相關連結

source: 省空间
ar: توفير المساحة
de: Speicher sparen
en: Save space
es: Ahorrar espacio
fr: Économiser l'espace
hi: स्थान बचाएँ
id: Hemat ruang
it: Risparmia spazio
ja: 容量節約
ko: 공간 절약
nl: Ruimte besparen
pl: Oszczędzaj miejsce
pt: Poupar espaço
ru: Экономия места
sv: Spara utrymme
th: ประหยัดพื้นที่
tr: Yerden tasarruf
uk: Економія місця
vi: Tiết kiệm dung lượng
zh_hant: 省空間

source: 知道了
ar: حسنًا
de: Verstanden
en: Got it
es: Entendido
fr: Compris
hi: समझ गया
id: Mengerti
it: Ho capito
ja: 了解しました
ko: 알겠습니다
nl: Begrepen
pl: Rozumiem
pt: Entendido
ru: Понятно
sv: Uppfattat
th: เข้าใจแล้ว
tr: Anladım
uk: Зрозуміло
vi: Đã hiểu

source: 矩形
ar: مستطيل
de: Rechteck
en: Rectangle
es: Rectángulo
fr: Rectangle
hi: आयत
id: Persegi panjang
it: Rettangolo
ja: 四角形
ko: 사각형
nl: Rechthoek
pl: Prostokąt
pt: Retângulo
ru: Прямоугольник
sv: Rektangel
th: สี่เหลี่ยมผืนผ้า
tr: Dikdörtgen
uk: Прямокутник
vi: Hình chữ nhật

source: 确定
ar: حسنًا
de: OK
en: OK
es: OK
fr: OK
hi: ठीक है
id: OK
it: OK
ja: OK
ko: 확인
nl: OK
pl: OK
pt: OK
ru: OK
sv: OK
th: ตกลง
tr: Tamam
uk: OK
vi: OK
zh_hant: 確定

source: 确定删除「%@」的声纹吗？删除后转写将不再自动识别该人员。
ar: حذف بصمة «%@» الصوتية؟ لن يتعرّف التفريغ تلقائيًا على هذا الشخص بعد الآن.
de: Stimmprofil von „%@“ löschen? Transkriptionen erkennen diese Person dann nicht mehr automatisch.
en: Delete the voiceprint of “%@”? Transcriptions will no longer recognize this person automatically.
es: ¿Eliminar la huella de «%@»? Las transcripciones dejarán de reconocer automáticamente a esta persona.
fr: Supprimer l’empreinte de « %@ » ? Les transcriptions ne reconnaîtront plus cette personne automatiquement.
hi: "%@" का वॉयसप्रिंट हटाएँ? हटाने के बाद ट्रांसक्रिप्शन इस व्यक्ति को स्वतः नहीं पहचानेगी।
id: Hapus sidik suara "%@"? Transkripsi tidak akan lagi mengenali orang ini secara otomatis.
it: Eliminare l’impronta di «%@»? Le trascrizioni non riconosceranno più automaticamente questa persona.
ja: 「%@」の声紋を削除しますか？削除後、転写はこの人物を自動認識しなくなります。
ko: "%@"의 음성 지문을 삭제할까요? 삭제 후 전사에서 이 사람을 더 이상 자동 인식하지 않습니다.
nl: Spraakafdruk van ‘%@’ verwijderen? Transcripties herkennen deze persoon dan niet meer automatisch.
pl: Usunąć odcisk głosu „%@”? Transkrypcje nie będą już automatycznie rozpoznawać tej osoby.
pt: Excluir a impressão de "%@"? As transcrições deixarão de reconhecer essa pessoa automaticamente.
ru: Удалить голосовой отпечаток «%@»? Транскрипции больше не будут автоматически распознавать этого человека.
sv: Radera röstavtrycket för ”%@”? Transkriptioner kommer inte längre att identifiera den här personen automatiskt.
th: ลบลายเสียงของ "%@" หรือไม่? หลังลบ การถอดเสียงจะไม่ระบุบุคคลนี้โดยอัตโนมัติอีก
tr: "%@" adlı kişinin ses izi silinsin mi? Silindikten sonra transkripsiyonlar bu kişiyi otomatik tanımayacaktır.
uk: Видалити голосовий відбиток «%@»? Після видалення транскрипції не розпізнаватимуть цю людину автоматично.
vi: Xóa dấu vân giọng nói của "%@"? Sau khi xóa, các bản phiên âm sẽ không còn tự nhận diện người này.
zh_hant: 確定刪除「%@」的聲紋嗎？刪除後轉寫將不再自動識別該人員。

source: 确定要删除「%@」吗？ 录音文件和转写记录将一并删除，删除后无法恢复。
ar: حذف «%@»؟ سيُحذف ملف التسجيل والتفريغ معًا. لا يمكن التراجع.
de: „%@“ löschen? Aufnahmedatei und Transkription werden zusammen gelöscht. Dies kann nicht rückgängig gemacht werden.
en: Delete "%@"? The recording file and transcript will be deleted together. This cannot be undone.
es: ¿Eliminar «%@»? El archivo de grabación y la transcripción se eliminarán juntos. No puede deshacerse.
fr: Supprimer « %@ » ? Le fichier d'enregistrement et la transcription seront supprimés ensemble. Action irréversible.
hi: «%@» हटाएँ? रिकॉर्डिंग फ़ाइल और ट्रांसक्रिप्ट साथ में हटेंगे। यह पूर्ववत नहीं किया जा सकता।
id: Hapus «%@»? File rekaman dan transkripsi akan dihapus bersama. Tidak dapat dibatalkan.
it: Eliminare «%@»? Il file di registrazione e la trascrizione verranno eliminati insieme. Non può essere annullato.
ja: 「%@」を削除しますか？\ 録音ファイルと文字起こしも一緒に削除されます。削除すると元に戻せません。
ko: '%@'을(를) 삭제할까요? 녹음 파일과 전사 기록이 함께 삭제되며 되돌릴 수 없습니다.
nl: «%@» verwijderen? Het opnamebestand en de transcriptie worden samen verwijderd. Kan niet ongedaan worden gemaakt.
pl: Usunąć «%@»? Plik nagrania i transkrypcja zostaną usunięte razem. Nie można tego cofnąć.
pt: Apagar «%@»? O arquivo de gravação e a transcrição serão apagados juntos. Não pode ser desfeito.
ru: Удалить «%@»? Файл записи и транскрипция будут удалены вместе. Это нельзя отменить.
sv: Radera «%@»? Inspelningsfilen och transkriberingen raderas tillsammans. Kan inte ångras.
th: ลบ «%@»? ไฟล์การบันทึกและบทถอดความจะถูกลบพร้อมกัน ไม่สามารถยกเลิกได้
tr: «%@» silinsin mi? Kayıt dosyası ve çeviri yazı birlikte silinir. Geri alınamaz.
uk: Видалити «%@»? Файл запису та транскрипцію буде видалено разом. Це не можна скасувати.
vi: Xóa «%@»? Tệp ghi âm và bản chuyển ngữ sẽ bị xóa cùng nhau. Không thể hoàn tác.
zh_hant: 確定要刪除「%@」嗎？ 錄音文件和轉寫記錄將一併刪除，刪除後無法恢復。

source: 确定要删除「%@」吗？ 笔记内容和相关待办将一并删除，删除后无法恢复。
ar: حذف «%@»؟ سيُحذف محتوى الملاحظة والمهام المرتبطة معًا. لا يمكن التراجع.
de: „%@“ löschen? Notizinhalt und zugehörige Aufgaben werden zusammen gelöscht. Dies kann nicht rückgängig gemacht werden.
en: Delete "%@"? The note content and related to-dos will be deleted together. This cannot be undone.
es: ¿Eliminar «%@»? El contenido de la nota y las tareas relacionadas se eliminarán juntos. No puede deshacerse.
fr: Supprimer « %@ » ? Le contenu de la note et les tâches associées seront supprimés ensemble. Action irréversible.
hi: «%@» हटाएँ? नोट सामग्री और संबंधित कार्य साथ में हटेंगे। यह पूर्ववत नहीं किया जा सकता।
id: Hapus «%@»? Konten catatan dan tugas terkait akan dihapus bersama. Tidak dapat dibatalkan.
it: Eliminare «%@»? Il contenuto della nota e le attività correlate verranno eliminati insieme. Non può essere annullato.
ja: 「%@」を削除しますか？\ ノートの内容と関連する ToDo も一緒に削除されます。削除すると元に戻せません。
ko: '%@'을(를) 삭제할까요? 메모 내용과 관련 할 일이 함께 삭제되며 되돌릴 수 없습니다.
nl: «%@» verwijderen? De notitie-inhoud en gerelateerde taken worden samen verwijderd. Kan niet ongedaan worden gemaakt.
pl: Usunąć «%@»? Treść notatki i powiązane zadania zostaną usunięte razem. Nie można tego cofnąć.
pt: Apagar «%@»? O conteúdo da nota e as tarefas relacionadas serão apagados juntos. Não pode ser desfeito.
ru: Удалить «%@»? Содержимое заметки и связанные задачи будут удалены вместе. Это нельзя отменить.
sv: Radera «%@»? Anteckningsinnehållet och relaterade uppgifter raderas tillsammans. Kan inte ångras.
th: ลบ «%@»? เนื้อหาโน้ตและงานที่เกี่ยวข้องจะถูกลบพร้อมกัน ไม่สามารถยกเลิกได้
tr: «%@» silinsin mi? Not içeriği ve ilgili görevler birlikte silinir. Geri alınamaz.
uk: Видалити «%@»? Вміст нотатки та пов'язані завдання буде видалено разом. Це не можна скасувати.
vi: Xóa «%@»? Nội dung ghi chú và việc cần làm liên quan sẽ bị xóa cùng nhau. Không thể hoàn tác.
zh_hant: 確定要刪除「%@」嗎？ 筆記內容和相關待辦將一併刪除，刪除後無法恢復。

source: 确认不同意并退出？
ar: هل تريد الرفض والخروج؟
de: Ablehnen und beenden?
en: Decline and quit?
es: ¿Rechazar y salir?
fr: Refuser et quitter ?
hi: अस्वीकार करके बाहर निकलें?
id: Tolak dan keluar?
it: Rifiutare e uscire?
ja: 同意せずに終了しますか？
ko: 동의하지 않고 종료할까요?
nl: Weigeren en afsluiten?
pl: Odrzucić i zamknąć?
pt: Recusar e sair?
ru: Отказаться и выйти?
sv: Avböja och avsluta?
th: ปฏิเสธและออกหรือไม่
tr: Reddet ve çık?
uk: Відмовитися й вийти?
vi: Từ chối và thoát?
zh_hant: 確認不同意並結束？

source: 确认保存
ar: تأكيد الحفظ
de: Sichern bestätigen
en: Confirm Save
es: Confirmar guardado
fr: Confirmer l’enregistrement
hi: सहेजने की पुष्टि करें
id: Konfirmasi simpan
it: Conferma salvataggio
ja: 保存を確認
ko: 저장 확인
nl: Opslaan bevestigen
pl: Potwierdź zapis
pt: Confirmar guardar
ru: Подтвердить сохранение
sv: Bekräfta spara
th: ยืนยันบันทึก
tr: Kaydetmeyi Onayla
uk: Підтвердити збереження
vi: Xác nhận lưu
zh_hant: 確認儲存

source: 确认删除录音？
ar: حذف هذا التسجيل؟
de: Diese Aufnahme löschen?
en: Delete this recording?
es: ¿Eliminar esta grabación?
fr: Supprimer cet enregistrement ?
hi: यह रिकॉर्डिंग हटाएँ?
id: Hapus rekaman ini?
it: Eliminare questa registrazione?
ja: 録音を削除しますか？
ko: 녹음을 삭제할까요?
nl: Deze opname verwijderen?
pl: Usunąć to nagranie?
pt: Apagar esta gravação?
ru: Удалить эту запись?
sv: Radera denna inspelning?
th: ลบการบันทึกนี้?
tr: Bu kayıt silinsin mi?
uk: Видалити цей запис?
vi: Xóa bản ghi này?
zh_hant: 確認刪除錄音？

source: 确认删除快捷笔记？
ar: حذف هذه الملاحظة السريعة؟
de: Diese Schnellnotiz löschen?
en: Delete this quick note?
es: ¿Eliminar esta nota rápida?
fr: Supprimer cette note rapide ?
hi: यह क्विक नोट हटाएँ?
id: Hapus catatan cepat ini?
it: Eliminare questa nota rapida?
ja: クイックノートを削除しますか？
ko: 빠른 메모를 삭제할까요?
nl: Deze snelle notitie verwijderen?
pl: Usunąć tę szybką notatkę?
pt: Apagar esta nota rápida?
ru: Удалить эту быструю заметку?
sv: Radera denna snabbanteckning?
th: ลบโน้ตด่วนนี้?
tr: Bu hızlı not silinsin mi?
uk: Видалити цю швидку нотатку?
vi: Xóa ghi chú nhanh này?
zh_hant: 確認刪除快捷筆記？

source: 确认删除该模型配置？
ar: حذف تكوين النموذج هذا؟
de: Diese Modellkonfiguration löschen?
en: Delete this model configuration?
es: ¿Eliminar esta configuración de modelo?
fr: Supprimer cette configuration de modèle ?
hi: यह मॉडल कॉन्फ़िगरेशन हटाएँ?
id: Hapus konfigurasi model ini?
it: Eliminare questa configurazione del modello?
ja: このモデル設定を削除しますか？
ko: 이 모델 구성을 삭제할까요?
nl: Deze modelconfiguratie verwijderen?
pl: Usunąć tę konfigurację modelu?
pt: Apagar esta configuração de modelo?
ru: Удалить эту конфигурацию модели?
sv: Radera denna modellkonfiguration?
th: ลบการกำหนดค่าโมเดลนี้?
tr: Bu model yapılandırması silinsin mi?
uk: Видалити цю конфігурацію моделі?
vi: Xóa cấu hình mô hình này?
zh_hant: 確認刪除該模型配置？

source: 确认删除选中的录音？
ar: حذف التسجيلات المحددة؟
de: Ausgewählte Aufnahmen löschen?
en: Delete the selected recordings?
es: ¿Eliminar las grabaciones seleccionadas?
fr: Supprimer les enregistrements sélectionnés ?
hi: चुनी हुई रिकॉर्डिंग हटाएँ?
id: Hapus rekaman terpilih?
it: Eliminare le registrazioni selezionate?
ja: 選択した録音を削除しますか？
ko: 선택한 녹음을 삭제할까요?
nl: Geselecteerde opnamen verwijderen?
pl: Usunąć zaznaczone nagrania?
pt: Apagar as gravações selecionadas?
ru: Удалить выбранные записи?
sv: Radera valda inspelningar?
th: ลบการบันทึกที่เลือก?
tr: Seçili kayıtlar silinsin mi?
uk: Видалити вибрані записи?
vi: Xóa các bản ghi đã chọn?
zh_hant: 確認刪除選中的錄音？

source: 确认删除选中的快捷笔记？
ar: حذف الملاحظات السريعة المحددة؟
de: Ausgewählte Schnellnotizen löschen?
en: Delete the selected quick notes?
es: ¿Eliminar las notas rápidas seleccionadas?
fr: Supprimer les notes rapides sélectionnées ?
hi: चुने हुए क्विक नोट हटाएँ?
id: Hapus catatan cepat terpilih?
it: Eliminare le note rapide selezionate?
ja: 選択したクイックノートを削除しますか？
ko: 선택한 빠른 메모를 삭제할까요?
nl: Geselecteerde snelle notities verwijderen?
pl: Usunąć zaznaczone szybkie notatki?
pt: Apagar as notas rápidas selecionadas?
ru: Удалить выбранные быстрые заметки?
sv: Radera valda snabbanteckningar?
th: ลบโน้ตด่วนที่เลือก?
tr: Seçili hızlı notlar silinsin mi?
uk: Видалити вибрані швидкі нотатки?
vi: Xóa các ghi chú nhanh đã chọn?
zh_hant: 確認刪除選中的快捷筆記？

source: 确认删除选中的条目？
ar: هل تريد حذف العناصر المحددة؟
de: Ausgewählte Einträge löschen?
en: Delete the selected items?
es: ¿Eliminar los elementos seleccionados?
fr: Supprimer les éléments sélectionnés ?
hi: चयनित आइटम हटाएँ?
id: Hapus item yang dipilih?
it: Eliminare gli elementi selezionati?
ja: 選択した項目を削除しますか？
ko: 선택한 항목을 삭제할까요?
nl: Geselecteerde items verwijderen?
pl: Usunąć wybrane elementy?
pt: Eliminar os itens selecionados?
ru: Удалить выбранные записи?
sv: Ta bort de markerade objekten?
th: ลบรายการที่เลือกหรือไม่
tr: Seçili öğeler silinsin mi?
uk: Видалити вибрані записи?
vi: Xóa các mục đã chọn?
zh_hant: 確認刪除選取的項目？

source: 确认清除所有待办？
ar: مسح جميع المهام؟
de: Alle Aufgaben löschen?
en: Clear all to-dos?
es: ¿Borrar todas las tareas?
fr: Effacer toutes les tâches ?
hi: सभी कार्य साफ़ करें?
id: Bersihkan semua tugas?
it: Cancellare tutte le attività?
ja: すべての ToDo を消去しますか？
ko: 모든 할 일을 지울까요?
nl: Alle taken wissen?
pl: Wyczyścić wszystkie zadania?
pt: Limpar todas as tarefas?
ru: Очистить все задачи?
sv: Rensa alla uppgifter?
th: ล้างงานทั้งหมด?
tr: Tüm görevler temizlensin mi?
uk: Очистити всі завдання?
vi: Xóa sạch mọi việc cần làm?
zh_hant: 確認清除所有待辦？

source: 磁盘剩余空间不足 1GB，按当前码率较快写满，请尽快停止录音或清理磁盘。
ar: المساحة المتاحة أقل من 1GB؛ وبالمعدل الحالي ستمتلئ قريبًا — أوقف التسجيل أو حرّر مساحة.
de: Weniger als 1 GB Speicherplatz frei; bei der aktuellen Bitrate ist er bald voll — Aufnahme stoppen oder Platz freigeben.
en: Less than 1 GB of disk space left; at the current bitrate it will fill up soon — stop recording or free up space.
es: Queda menos de 1 GB de disco; con la tasa actual se llenará pronto: detén la grabación o libera espacio.
fr: Moins de 1 Go d’espace disque ; au débit actuel, il sera vite saturé — arrêtez l’enregistrement ou libérez de l’espace.
hi: 1GB से कम जगह बची है; मौजूदा बिटरेट पर यह जल्दी भर जाएगी — रिकॉर्डिंग रोकें या जगह खाली करें।
id: Ruang disk tersisa kurang dari 1GB; pada bitrate saat ini cepat penuh — hentikan perekaman atau kosongkan ruang.
it: Meno di 1 GB di spazio libero; con il bitrate attuale si saturerà presto: interrompi la registrazione o libera spazio.
ja: ディスクの空き容量が 1GB 未満です。現在のビットレートではすぐ一杯になります。録音を停止するか空き容量を確保してください。
ko: 디스크 여유 공간이 1GB 미만입니다. 현재 비트레이트로는 곧 가득 찹니다. 녹음을 중지하거나 공간을 확보하세요.
nl: Minder dan 1 GB schijfruimte vrij; bij de huidige bitrate raakt het snel vol — stop de opname of maak ruimte vrij.
pl: Zostało mniej niż 1 GB miejsca; przy obecnym bitrate szybko się zapełni — zatrzymaj nagrywanie lub zwolnij miejsce.
pt: Menos de 1 GB de espaço livre; com o débito atual enche rapidamente — pare a gravação ou liberte espaço.
ru: Свободно менее 1 ГБ; при текущем битрейте место скоро закончится — остановите запись или освободите место.
sv: Mindre än 1 GB ledigt; med nuvarande bitrate fylls det snart — stoppa inspelningen eller frigör utrymme.
th: พื้นที่ดิสก์เหลือน้อยกว่า 1GB ที่บิตเรตปัจจุบันจะเต็มเร็ว โปรดหยุดบันทึกหรือลบไฟล์
tr: 1GB’den az disk alanı kaldı; mevcut bit hızında kısa sürede dolar — kaydı durdurun veya yer açın.
uk: Вільно менше 1 ГБ; за поточного бітрейту місце швидко закінчиться — зупиніть запис або звільніть місце.
vi: Còn dưới 1GB dung lượng; với bitrate hiện tại sẽ đầy nhanh — hãy dừng ghi hoặc dọn dung lượng.
zh_hant: 磁碟剩餘空間不足 1GB，按目前位元率會較快寫滿，請盡快停止錄音或清理磁碟。
